{
    "speakers":[
        {
            "Name": "Kuppali Venkatappa Puttappa",
            "shortname":"kuvempu",
            "Description":"For his contributions to Kannada Literature, the Government of Karnataka decorated him with the honorific Rashtrakavi Kuvempu was born in Hirekodige near Bommalapura in Koppa Taluk of the Chikmagalur District, Karnataka, to a Vokkaliga Kannada family. His father was Venkatappa Gowda from Kuppali and mother Seethamma from Hirekodige, a nearby village. He grew up in the lush Malenadu region of Tirthahalli, called Kuppali in Shivamogga district. Early in his childhood, he was home schooled by an appointed teacher from Dakshina Kannada district. He joined the Anglo Vernacular school in Tirthahalli to continue his middle school education. "
        },
        {
            "Name": "Dattatreya Ramachandra Bendre",
            "shortname":"bendre",
            "Description":"Dattatreya Ramachandra Bendre (31 January 1896 – 26 October 1981), popularly known as Da. Ra. Bendre, was one of the most notable Kannada poets of the Navodaya Period Dattatreya Ramachandra Bendre was born into a Chitpavan Brahmin family in Dharwad, Karnataka.[3] His grandfather was a Dashagranthi  and scholar in Sanskrit classical literature. Bendre's father, a Sanskrit scholar himself, died when Bendre was only 12 years old. Bendre later adopted the pen-name of Ambikatanayadatta. Bendre completed his primary and high school education in Dharwad"
            
        },
        {
            "Name": "Kota Shivaram Karanth",
            "shortname":"shivaram",
            "Description":"Kota Shivaram Karanth (10 October 1902 – 9 December 1997) was a Kannada writer, social activist, environmentalist, Yakshagana artist, film maker and thinker.Shivaram Karanth was born on 10 October 1902,[5] in Kota near Udupi in the Udupi district of Karnataka to a Kannada speaking family. The fifth child of his parents Shesha Karantha and Lakshmamma, he completed his primary education in Kundapura and Mangalore. Shivaram Karanth was influenced by Gandhi's principles and took part in Indian Independence movement when he was in college. He did not complete his education and went to participate in the Non-co-operation movement and canvassed for khadi and swadeshi for five years up to 1927.[5] By that time Karanth had already started writing fiction novels and plays.[5]"
        }
        
    ]
    
}